
error=-1001761055456

#QIWI-токен
#____________________________________#
qiwi_token=''
#____________________________________#
#BOT-токен
#____________________________________#
bot_token='6889697194:AAHBDytUvYzm0UPd48xBxxpj8glkZKnxJhw'
#____________________________________#
#ID каналов для отправки сообщений
#____________________________________#
balance=-1001634447019 #канал, который уведомляет о покупках
pokupka=-1001770076535 #канал, который уведомляет о пополнении баланса
error=-1001761055456 #канал, который уведомляет об ошибках
#____________________________________#
#Приветственная картинка:
#____________________________________#
image_link='https://i.pinimg.com/originals/37/46/30/3746305f332add83a396b6998a8c9b58.png'
image_name='bot.png'
#____________________________________#
#Логин канала, где проверить подписку:
#____________________________________#
channel_popdiska='@botfirenews'
#____________________________________#
techpod='https://t.me/end_soft'

otzyv_channel='https://t.me/botfirenews'

ref='https://t.me/end_soft?start='